Repository: StartHere-Ventures/django-easystart-open-source
Catalog: apps/management/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Users
es: Usuarios

source: User
es: Usuario

source: User Create
es: Crear Usuario

source: Site Notifications
es: Notificaciones del Site

source: Account Settings
es: Configuraciones de Cuenta

source: Global Settings
es: Configuraciones Globales

source: Status
es: Estatus

source: Showing
es: Mostrando

source: to
es: a

source: of
es: de

source: results
es: resultados

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Active
es: Activo

source: No active
es: No activo

source: No data, try again
es: Sin data, intenta de nuevo

source: User Detail
es: Detalle de Usuario

source: Security
es: Seguridad

source: Reset password or 2fa, and activate/disactivate user.
es: Resetear password o 2fa, y activar/desactivar usuario.

source: Reset password
es: Resetear contraseña

source: Activate
es: Activar

source: Deactivate
es: Desactivar

source: Reset
es: Resetear

source: Send email
es: Enviar email

source: Email sent
es: Correo electrónico enviado

source: Successful status change
es: Cambio de estatus exitoso

source: User Role
es: Rol del Usuario

source: Successful role change
es: Cambio de rol exitoso

source: Successful 2fa reset
es: Reseteo del 2fa exitoso

source: You need activate 2fa for this action
es: Necesitas activar 2fa para esta acción

source: Notification
es: Notificación

source: Message
es: Mensaje

source: Type
es: Tipo

source: Link
es: Enlace

source: Text link
es: Texto del enlace

source: Open in other tab
es: Abrir en otra pestaña

source: Yes
es: Sí

source: Add
es: Agregar

source: This notification does not exist
es: Esta notificación no existe

source: Edit Notification
es: Editar Notificación

source: Delete
es: Eliminar

source: Create
es: Crear

source: New Notification
es: Nueva Notificación

source: New
es: Nuevo

source: Delete Notification
es: Eliminar Notificación

source: Are you sure to delete this notification?
es: ¿Estas seguro de eliminar esta notificación?

source: Appearance
es: Apariencia

source: Change the appearence of the app
es: Cambie la apariencia de la aplicación

source: App name
es: Nombre del app

source: App logo
es: Logo del app

source: Recommended dimensions: 320 x 125
es: Dimensiones recomendadas: 320 x 125

source: Successful name change
es: Cambio de nombre exitoso

source: Successful logo change
es: Cambio del logo exitoso

source: Logo successfully removed
es: Logo eliminado satisfactoriamente

source: Set security values
es: Establecer valores de seguridad

source: Session expiration time
es: Tiempo de expiración de sessión

source: Expresed in minutes
es: Expresado en minutos

source: Successful session expiration time change
es: Cambio de tiempo de expiración de sesión exitoso

source: Your session has been closed due to inactivity
es: Tu sesión se ha cerrado por inactividad

source: Enable Audit
es: Habilitar Auditoría

source: Successful audit activation
es: Activación de auditoría exitosa

source: Successful audit deactivation
es: Desactivación de auditoría exitosa

source: Successful ip authorization activation
es: Activación de autorización de IP exitosa

source: Successful ip authorization deactivation
es: Desactivación de autorización de IP exitosa

source: Enable IP Authorization
es: Habilitar Autorización de IP

source: Insert scripts into header and footer
es: Inserta scripts en el header y footer

source: Scripts in Header
es: Scrips en el Header

source: Scripts in Footer
es: Scripts en el Footer

source: Save
es: Guardar

source: Scripts saved successfully
es: Scripts guardados exitósamente

source: These script will be printed above the </body> tag
es: Este script se imprimirá encima de la etiqueta </body>

source: These script will be printed in the <head> section
es: Este script se imprimirá en la sección <head>

source: These script will be printed below the <body> tag
es: Este script se imprimirá debajo de la etiqueta <body>

source: Scripts in Body
es: Scripts en el Body

source: Configure social connections like Google and others
es: Configurar social connections como Google y otras

source: Provider
es: Proveedor

source: Delete Social Connection
es: Eliminar Social Connection

source: Are you sure to delete this social connection?
es: ¿Esta seguro que desea eliminar este social connection?

source: Email provider deactive
es: Proveedor de email desactivado

source: Email provider active
es: Proveedor de email activado

source: Email Provider
es: Proveedor de Correo

source: Enable email provider
es: Habilitar proveedor de correo

source: New Email Provider
es: Nuevo Proveedor de Correo

source: Edit Email Provider
es: Editar Proveedor de Correo

source: Delete Email Provider
es: Eliminar Proveedor de Correo Electrónico

source: Are you sure to delete this email provider?
es: ¿Estas seguro de querer eliminar este proveedor de correo?

source: Template Name
es: Nombre del Template

source: Template ID
es: ID del Template

source: Edit Template
es: Editar Template

source: Delete Template
es: Eliminar Template

source: Are you sure to delete this template?
es: ¿Estas seguro de querer eliminar este template?

source: Email Settings
es: Configuraciones de Email

source: You can activate email providers
es: Puede activar proveedores de correo electrónico

source: Registration Settings
es: Configuración de Registro

source: You can activate/deactivate user registration
es: Puede activar/desactivate el registro de usuarios

source: Enable user registration
es: Habilitar registro de usuario

source: User registration active
es: Registro de usuario activo

source: User registration deactive
es: Registro de usuario desactivado

source: Enable Captcha
es: Habilitar Captcha

source: Successful captcha activation
es: Activación del captcha satisfactorio

source: Successful captcha deactivation
es: Desactivación del captcha satisfactorio

source: Provider captcha successfully saved
es: Proveedor captcha guardado satisfactoriamente

source: Provider captcha successfully removed
es: Proveedor captcha eliminado satisfactoriamente

source: Captcha Provider
es: Proveedor de Captcha

source: Configuration
es: Configuración

source: Configure captcha provider like hCaptcha, Google and others
es: Configura un proveedor de captcha como hCaptcha, Google y otros

source: Delete Captcha Provider
es: Elminiar Proveedor de Captcha

source: Are you sure to delete this captcha provider?
es: ¿Esta seguro de eliminar este proveedor de captcha?

source: User Balance
es: Balance del Usuario

source: Wallet module active
es: Módulo billetera activo

source: Wallet module deactive
es: Módulo billetera desactivo

source: Wallet Settings
es: Configuración de Billetera

source: You can activate/deactivate wallet module
es: Usted puede activar/desactivar el módulo de billetera

source: Enable wallet module
es: Habilitar el módulo billetera

source: Enable 2FA
es: Habilitar 2FA

source: Successful 2FA activation
es: Activación del 2FA exitoso

source: Successful 2FA deactivation
es: Desactivación del 2FA exitoso

source: Groups and Permissions
es: Grupos y Permisos

source: Create Group
es: Crear Grupo

source: Edit
es: Editar

source: Permissions List
es: Lista de Permisos

source: Update Group
es: Actualizar Grupo

source: Delete Group
es: Eliminar Grupo

source: Clone Group
es: Clonar Grupo

source: You are going to clone the group 'Management'. All permissions associated with it will be copied to this new group.
es: Vas a clonar el grupo 'Administrador'. Todos los permisos asociados con él se copiarán en este nuevo grupo.

source: Name Group
es: Nombre del grupo

source: Group
es: Grupo

source: Are you sure to delete this group?
es: Estas seguro de eliminar este grupo?

source: can't delete default groups
es: no se pueden eliminar los grupos default

source: cannot delete groups with active users
es: no se pueden eliminar grupos con usuarios activos

source: can't update name default groups
es: no se puede actualizar el nombre de los grupos default

source: This Group already exist
es: Este grupo ya existe

source: Group successfully create
es: Grupo creado con éxito

source: This group does not exist
es: Este grupo no existe

source: Successful permissions change
es: Cambio de permisos exitoso

source: Group successfully removed
es: Grupo eliminado con éxito

source: Successful permissions clone
es: Clonado de permisos exitoso
